"All..." = "Kaikki...";
"Camera" = "Kamera";
"Crop" = "Rajaa";
"DEVICES" = "LAITTEET";
"FAVORITES" = "SUOSIKIT";
"Flip" = "Käännä";
"Info" = "Tiedot";
"Launch..." = "Käynnistä...";
"PLACES" = "PAIKAT";
"RECENT DOCUMENTS" = "TIEDOSTOHISTORIA";
"Repository" = "Säilytyspaikka";
"Rotation" = "Pyöritä";
"SEARCH FOR" = "ETSI";
"SHARED" = "JAETTU";
"Tool" = "Työkalu";
"Zoom" = "Muuta kokoa";
"add" = "lisää";
"commit" = "sitoudu";
"other" = "muu";
"revert" = "palauttaa";
"status" = "tilanne";
"terminal" = "terminaali";
"update" = "päivitys";

/* ==== UNLOCALIZED ==== */

"diff" = "diff";
"raw" = "raw";
"rm" = "rm";
